Revit 2027 API
BuiltInFailures.CuttingFailures.UnableToCopyElementsFromFile Property
 Unable to copy elements from file.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToCopyElementsFromFile { get; }
Public Shared ReadOnly Property UnableToCopyElementsFromFile As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToCopyElementsFromFile {
	FailureDefinitionId^ get ();
}
static member UnableToCopyElementsFromFile : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CuttingFailures Class
Autodesk.Revit.DB Namespace